Repository: paule76/paperless-ngx
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru_ru, sk_sk

source: Documents
ru_ru: Документы
sk_sk: Dokumenty

source: Value must be valid JSON.
ru_ru: Значение должно быть корректным JSON.
sk_sk: Hodnota musí byť vo validnom formáte JSON.

source: Invalid custom field query expression
ru_ru: Неверное выражение запроса пользовательского поля
sk_sk: Neplatný výraz požiadavky na vlastné pole

source: Invalid expression list. Must be nonempty.
ru_ru: Недопустимый список выражений. Не может быть пустым.
sk_sk: Neplatný zoznam výrazov. Nesmie byť prázdny.

source: Invalid logical operator {op!r}
ru_ru: Недопустимый логический оператор {op!r}
sk_sk: Neplatný logický operátor {op!r}

source: Maximum number of query conditions exceeded.
ru_ru: Превышено максимальное количество условий запроса.
sk_sk: Prekročili ste maximálny počet podmienok požiadavky.

source: {name!r} is not a valid custom field.
ru_ru: {name!r} не является допустимым пользовательским полем.
sk_sk: {name!r} nie je platné vlastné pole.

source: {data_type} does not support query expr {expr!r}.
ru_ru: {data_type} не поддерживает запрос {expr!r}.
sk_sk: {data_type} nepodporuje výraz požiadavky {expr!r}.

source: Maximum nesting depth exceeded.
ru_ru: Превышена максимальная глубина вложения.
sk_sk: Bola prekročená maximálna hĺbka vetvenia.

source: Custom field not found
ru_ru: Пользовательское поле не найдено
sk_sk: Vlastné pole nebolo nájdené

source: owner
ru_ru: владелец
sk_sk: vlastník

source: None
ru_ru: Никакой
sk_sk: Žiadny

source: Any word
ru_ru: Любые слова
sk_sk: Akékoľvek slovo

source: All words
ru_ru: Все слова
sk_sk: Všetky slová

source: Exact match
ru_ru: Точное соответствие
sk_sk: Presná zhoda

source: Regular expression
ru_ru: Регулярное выражение
sk_sk: Regulárny výraz

source: Fuzzy word
ru_ru: "Нечёткий" режим
sk_sk: Podobné slovo

source: Automatic
ru_ru: Автоматически
sk_sk: Automaticky

source: name
ru_ru: имя
sk_sk: meno

source: match
ru_ru: соответствие
sk_sk: zhoda

source: matching algorithm
ru_ru: алгоритм сопоставления
sk_sk: algoritmus zhody

source: is insensitive
ru_ru: без учёта регистра
sk_sk: nerozlišuje veľké a malé písmená

source: correspondent
ru_ru: корреспондент
sk_sk: korešpondent

source: correspondents
ru_ru: корреспонденты
sk_sk: korešpondenti

source: color
ru_ru: цвет
sk_sk: farba

source: is inbox tag
ru_ru: это входящий тег
sk_sk: je štítok schránky

source: Marks this tag as an inbox tag: All newly consumed documents will be tagged with inbox tags.
ru_ru: Отметить этот тег как «Входящий»: все вновь добавленные документы будут помечены тегами «Входящие».
sk_sk: Označí tento štítok ako štítok doručenej pošty: Všetky novo rozpoznané dokumenty budú označené štítkami doručenej pošty.

source: tag
ru_ru: тег
sk_sk: štítok

source: tags
ru_ru: теги
sk_sk: štítky

source: document type
ru_ru: тип документа
sk_sk: typ dokumentu

source: document types
ru_ru: типы документов
sk_sk: typy dokumentov

source: path
ru_ru: путь
sk_sk: cesta

source: storage path
ru_ru: путь к хранилищу
sk_sk: cesta k úložisku

source: storage paths
ru_ru: пути хранения
sk_sk: cesty k úložisku

source: title
ru_ru: заголовок
sk_sk: názov

source: content
ru_ru: содержимое
sk_sk: obsah

source: The raw, text-only data of the document. This field is primarily used for searching.
ru_ru: Это поле используется в основном для поиска.
sk_sk: Nespracované, iba textové údaje dokumentu. Toto pole sa primárne používa na vyhľadávanie.

source: mime type
ru_ru: тип Mime
sk_sk: MIME typ

source: checksum
ru_ru: контрольная сумма
sk_sk: kontrolný súčet

source: The checksum of the original document.
ru_ru: Контрольная сумма оригинального документа.
sk_sk: Kontrolný súčet originálneho dokumentu.

source: archive checksum
ru_ru: контрольная сумма архива
sk_sk: kontrolný súčet archívu

source: The checksum of the archived document.
ru_ru: Контрольная сумма архивного документа.
sk_sk: Kontrolný súčet archivovaného dokumentu.

source: page count
ru_ru: количество страниц
sk_sk: počet strán

source: The number of pages of the document.
ru_ru: Количество страниц документа.
sk_sk: Počet stránok dokumentu.

source: created
ru_ru: создано
sk_sk: vytvorené

source: modified
ru_ru: изменено
sk_sk: upravené

source: added
ru_ru: добавлено
sk_sk: pridané

source: filename
ru_ru: имя файла
sk_sk: názov súboru

source: Current filename in storage
ru_ru: Текущее имя файла в хранилище
sk_sk: Aktuálny názov dokumentu v úložisku

source: archive filename
ru_ru: имя файла архива
sk_sk: názov archivovaného súboru

source: Current archive filename in storage
ru_ru: Текущее имя файла архива в хранилище
sk_sk: Aktuálny názov archívneho súboru v úložisku

source: original filename
ru_ru: исходное имя файла
sk_sk: pôvodný názov súboru

source: The original name of the file when it was uploaded
ru_ru: Исходное имя файла при его загрузке
sk_sk: Pôvodný názov súboru pri nahratí

source: archive serial number
ru_ru: архивный номер (АН)
sk_sk: sériové číslo archívu

source: The position of this document in your physical document archive.
ru_ru: Позиция этого документа в вашем физическом архиве документов.
sk_sk: Umiestnenie dokumentu vo vašom fyzickom archíve.

source: document
ru_ru: документ
sk_sk: dokument

source: documents
ru_ru: документы
sk_sk: dokumenty

source: Table
ru_ru: Таблица
sk_sk: Tabuľka

source: Small Cards
ru_ru: Маленькие карточки
sk_sk: Malé karty

source: Large Cards
ru_ru: Большие карточки
sk_sk: Veľké karty

source: Title
ru_ru: Название
sk_sk: Názov

source: Created
ru_ru: Создано
sk_sk: Vytvorené

source: Added
ru_ru: Добавлено
sk_sk: Pridané

source: Tags
ru_ru: Теги
sk_sk: Štítky

source: Correspondent
ru_ru: Корреспондент
sk_sk: Korešpondent

source: Document Type
ru_ru: Тип документа
sk_sk: Typ dokumentu

source: Storage Path
ru_ru: Путь хранения
sk_sk: Cesta k úložisku

source: Note
ru_ru: Заметка
sk_sk: Poznámka

source: Owner
ru_ru: Владелец
sk_sk: Vlastník

source: Shared
ru_ru: Общий доступ
sk_sk: Zdieľané

source: Pages
ru_ru: Страницы
sk_sk: Stránok

source: show on dashboard
ru_ru: показать на панели
sk_sk: zobraziť na hlavnom paneli

source: show in sidebar
ru_ru: показать в боковой панели
sk_sk: zobraziť na bočnom paneli

source: sort field
ru_ru: Поле сортировки
sk_sk: zoraďovacie pole

source: sort reverse
ru_ru: обратная сортировка
sk_sk: zoradiť opačne

source: View page size
ru_ru: Посмотреть размер страницы
sk_sk: Zobraziť veľkosť stránky

source: View display mode
ru_ru: Режим отображения
sk_sk: Zobraziť režim zobrazenia

source: Document display fields
ru_ru: Показывать поля документа
sk_sk: Polia zobrazenia dokumentu

source: saved view
ru_ru: сохранённое представление
sk_sk: uložené zobrazenie

source: saved views
ru_ru: сохраненные представления
sk_sk: uložené zobrazenia

source: title contains
ru_ru: заголовок содержит
sk_sk: názov obsahuje

source: content contains
ru_ru: содержимое содержит
sk_sk: dokument obsahuje

source: ASN is
ru_ru: АН
sk_sk: ASN je

source: correspondent is
ru_ru: корреспондент
sk_sk: odosielateľ je

source: document type is
ru_ru: тип документа
sk_sk: typ dokumentu je

source: is in inbox
ru_ru: во входящих
sk_sk: je v doručenej pošte

source: has tag
ru_ru: есть тег
sk_sk: má štítok

source: has any tag
ru_ru: есть любой тег
sk_sk: má niektorý zo štítkov

source: created before
ru_ru: создан до
sk_sk: vytvorený pred

source: created after
ru_ru: создан после
sk_sk: vytvorený po

source: created year is
ru_ru: год создания
sk_sk: rok vytvorenia je

source: created month is
ru_ru: месяц создания
sk_sk: mesiac vytvorenia je

source: created day is
ru_ru: день создания
sk_sk: deň vytvorenia je

source: added before
ru_ru: добавлен до
sk_sk: pridaný pred

source: added after
ru_ru: добавлен после
sk_sk: pridaný po

source: modified before
ru_ru: изменен до
sk_sk: zmenený pred

source: modified after
ru_ru: изменен после
sk_sk: zmenený po

source: does not have tag
ru_ru: не имеет тега
sk_sk: nemá štítok

source: does not have ASN
ru_ru: не имеет архивного номера
sk_sk: nemá ASN

source: title or content contains
ru_ru: Название или содержимое включает
sk_sk: názov alebo dokument obsahuje

source: fulltext query
ru_ru: полнотекстовый запрос
sk_sk: fulltextový dopyt

source: more like this
ru_ru: больше похожих
sk_sk: viac podobných

source: has tags in
ru_ru: имеет теги в
sk_sk: má štítok v

source: ASN greater than
ru_ru: АН больше чем
sk_sk: ASN väčšie ako

source: ASN less than
ru_ru: АН меньше чем
sk_sk: ASN menšie ako

source: storage path is
ru_ru: путь хранения является
sk_sk: cesta k úložisku je

source: has correspondent in
ru_ru: имеет корреспондента в
sk_sk: má korešpondenta v

source: does not have correspondent in
ru_ru: не имеет корреспондента в
sk_sk: nemá korešpondenta v

source: has document type in
ru_ru: имеет тип документа в
sk_sk: má typ dokumentu v

source: does not have document type in
ru_ru: не имеет тип документа в
sk_sk: nemá typ dokumentu v

source: has storage path in
ru_ru: имеет путь хранения в
sk_sk: má cestu k úložisku v

source: does not have storage path in
ru_ru: не имеет пути хранения в
sk_sk: nemá cestu k úložisku v

source: owner is
ru_ru: владелец
sk_sk: vlastníkom je

source: has owner in
ru_ru: имеет владельца в
sk_sk: má vlastníka v

source: does not have owner
ru_ru: не имеет владельца
sk_sk: nemá vlastníka

source: does not have owner in
ru_ru: не имеет владельца в
sk_sk: nemá vlastníka v

source: has custom field value
ru_ru: имеет значение пользовательского поля
sk_sk: má hodnotu vlastného poľa

source: is shared by me
ru_ru: делится мною
sk_sk: je zdieľaný mnou

source: has custom fields
ru_ru: имеет пользовательские поля
sk_sk: má vlastné polia

source: has custom field in
ru_ru: имеет пользовательское поле в
sk_sk: má vlastné pole v

source: does not have custom field in
ru_ru: не имеет настраиваемого поля в
sk_sk: nemá vlastné pole v

source: does not have custom field
ru_ru: не имеет настраиваемого поля
sk_sk: nemá vlastné pole

source: custom fields query
ru_ru: запрос пользовательских полей
sk_sk: požiadavky na vlastné polia

source: created to
ru_ru: создано в
sk_sk: vytvorené do

source: created from
ru_ru: создано из
sk_sk: vytvorené z

source: added to
ru_ru: добавлено в
sk_sk: pridané do

source: added from
ru_ru: добавлено из
sk_sk: pridané z

source: mime type is
ru_ru: MIME-тип
sk_sk: typ mime je

source: rule type
ru_ru: Тип правила
sk_sk: typ pravidla

source: value
ru_ru: значение
sk_sk: hodnota

source: filter rule
ru_ru: Правило фильтрации
sk_sk: pravidlo filtra

source: filter rules
ru_ru: правила фильтрации
sk_sk: pravidlá filtra

source: Auto Task
ru_ru: Автоматическая задача
sk_sk: Automatická úloha

source: Scheduled Task
ru_ru: Запланированная задача
sk_sk: Plánovaná úloha

source: Manual Task
ru_ru: Ручное задание
sk_sk: Manuálna úloha

source: Consume File
ru_ru: Получить файл
sk_sk: Súbor spracovania

source: Train Classifier
ru_ru: Тренировать Классификатор
sk_sk: Trénovací klasifikátor

source: Check Sanity
ru_ru: Проверить безопасность
sk_sk: Skontrolovať zdravie

source: Index Optimize
ru_ru: Оптимизировать индекс
sk_sk: Optimalizácia indexu

source: Task ID
ru_ru: ИД задачи
sk_sk: ID úlohy

source: Celery ID for the Task that was run
ru_ru: ИД Celery для задачи, которая была выполнена
sk_sk: Celery ID úlohy, ktorá bola vykonaná

source: Acknowledged
ru_ru: Подтверждено
sk_sk: Potvrdené

source: If the task is acknowledged via the frontend or API
ru_ru: Если задание подтверждено через внешний интерфейс или API
sk_sk: Ak je úloha potvrdená prostredníctvom rozhrania alebo API

source: Task Filename
ru_ru: Имя файла задачи
sk_sk: Názov súboru úlohy

source: Name of the file which the Task was run for
ru_ru: Имя файла, для которого была запущена задача
sk_sk: Názov súboru, na ktorom bola vykonaná úloha

source: Task Name
ru_ru: Название Задачи
sk_sk: Názov úlohy

source: Name of the task that was run
ru_ru: Название задачи, которая была запущена
sk_sk: Názov úlohy, ktorá bola spustená

source: Task State
ru_ru: Состояние задачи
sk_sk: Stav úlohy

source: Current state of the task being run
ru_ru: Текущее состояние выполняемой задачи
sk_sk: Aktuálny stav bežiacej úlohy

source: Created DateTime
ru_ru: Дата и время создания
sk_sk: Dátum a čas vytvorenia

source: Datetime field when the task result was created in UTC
ru_ru: Поле времени даты, когда результат задачи был создан в формате UTC
sk_sk: Dátum a čas výsledku úlohy v UTC

source: Started DateTime
ru_ru: Дата и время начала
sk_sk: Dátum a čas začiatku

source: Datetime field when the task was started in UTC
ru_ru: Поле времени и даты начала выполнения задачи в формате UTC
sk_sk: Dátum a čas začiatku úlohy v UTC

source: Completed DateTime
ru_ru: Дата и время завершения
sk_sk: Dátum a čas skončenia

source: Datetime field when the task was completed in UTC
ru_ru: Поле времени и даты, когда задание было выполнено в формате UTC
sk_sk: Dátum a čas skončenia úlohy v UTC

source: Result Data
ru_ru: Данные результата
sk_sk: Výsledné dáta

source: The data returned by the task
ru_ru: Данные, возвращаемые задачей
sk_sk: Výsledné dáta úlohy

source: Task Type
ru_ru: Тип задачи
sk_sk: Typ úlohy

source: The type of task that was run
ru_ru: Тип запущенной задачи
sk_sk: Typ úlohy, ktorá bola spustená

source: Note for the document
ru_ru: Заметка для документа
sk_sk: Poznámka k dokumentu

source: user
ru_ru: пользователь
sk_sk: používateľ

source: note
ru_ru: заметка
sk_sk: poznámka

source: notes
ru_ru: заметки
sk_sk: poznámky

source: Archive
ru_ru: Архив
sk_sk: Archív

source: Original
ru_ru: Оригинал
sk_sk: Originál

source: expiration
ru_ru: истечение
sk_sk: vypršanie

source: slug
ru_ru: динамический идентификатор

source: share link
ru_ru: ссылка для обмена
sk_sk: odkaz pre zdieľanie

source: share links
ru_ru: ссылки для обмена
sk_sk: odkazy pre zdieľanie

source: String
ru_ru: Строка
sk_sk: Reťazec

source: URL
ru_ru: Ссылка
sk_sk: Adresa URL

source: Date
ru_ru: Дата
sk_sk: Dátum

source: Boolean
ru_ru: Логическое значение
sk_sk: Logická hodnota

source: Integer
ru_ru: Целое число
sk_sk: Celé číslo

source: Float
ru_ru: С плавающей точкой
sk_sk: Plávajúce číslo

source: Monetary
ru_ru: Валюта
sk_sk: Peňažný

source: Document Link
ru_ru: Ярлык на документ
sk_sk: Odkaz na dokument

source: Select
ru_ru: Выбрать
sk_sk: Vybrať

source: Long Text
ru_ru: Длинный текст

source: data type
ru_ru: тип данных
sk_sk: dátový typ

source: extra data
ru_ru: Дополнительные данные
sk_sk: dodatočné údaje

source: Extra data for the custom field, such as select options
ru_ru: Дополнительные данные для пользовательского поля, такие как выбор опций
sk_sk: Dodatočné údaje pre vlastné pole, ako sú napr. možnosti výberu

source: custom field
ru_ru: Пользовательское поле
sk_sk: vlastné pole

source: custom fields
ru_ru: Пользовательские поля
sk_sk: vlastné polia

source: custom field instance
ru_ru: спецобразец поля
sk_sk: inštancia vlastného poľa

source: custom field instances
ru_ru: спецобразцы поля
sk_sk: inštancie vlastných polí

source: Consumption Started
ru_ru: Обработка документа начата
sk_sk: Spustené spracovanie

source: Document Added
ru_ru: Документ добавлен
sk_sk: Dokument pridaný

source: Document Updated
ru_ru: Документ обновлен
sk_sk: Dokument aktualizovaný

source: Scheduled
ru_ru: Запланировано
sk_sk: Plánované

source: Consume Folder
ru_ru: Обработка из папки
sk_sk: Priečinok spracovania

source: Api Upload
ru_ru: API загрузка
sk_sk: Nahrať pomocou API

source: Mail Fetch
ru_ru: Получить почту
sk_sk: Načítať poštu

source: Web UI
ru_ru: Веб-интерфейс
sk_sk: Webové rozhranie

source: Modified
ru_ru: Изменено
sk_sk: Upravené

source: Custom Field
ru_ru: Пользовательское поле
sk_sk: Vlastné pole

source: Workflow Trigger Type
ru_ru: Tип пускового механизма автоматизации
sk_sk: Typ spúšťača pracovného postupu

source: filter path
ru_ru: фильтр путя
sk_sk: filter cesty

source: Only consume documents with a path that matches this if specified. Wildcards specified as * are allowed. Case insensitive.
ru_ru: Обрабатывает только документы, соответствующие этому пути если он указан. Допускаются такие символы, как *. Верхний и нижний регистр не учитываются.
sk_sk: Spracovávať iba dokumenty s cestou, ktorá zodpovedá tomuto výrazu (ak je zadaný). Sú povolené zástupné znaky ako napr. *. Medzi malými a veľkými písmenami sa nerozlišuje.

source: filter filename
ru_ru: фильтр имя файла
sk_sk: filter názvu súboru

source: Only consume documents which entirely match this filename if specified. Wildcards such as *.pdf or *invoice* are allowed. Case insensitive.
ru_ru: Обрабатывать только документы, которые полностью совпадают с именем файла (если оно указано). Маски, например *.pdf или *счет*, разрешены. Без учёта регистра.
sk_sk: Spracuje iba dokumenty so zhodným názvom, ak je vyplnený. Použitie zástupných znakov ako *.pdf alebo *invoice* je povolené. Rozoznáva malé a veľké písmená.

source: filter documents from this mail rule
ru_ru: фильтр документов из этого правила электронной почты
sk_sk: filtrovať dokumenty z tohto poštového pravidla

source: has these tag(s)
ru_ru: имеет эти этикетки
sk_sk: má tieto štítky

source: has this document type
ru_ru: имеет этот тип документа
sk_sk: má tento typ dokumentu

source: has this correspondent
ru_ru: имеет этого корреспондента
sk_sk: má tohto korešpondenta

source: schedule offset days
ru_ru: дни смещения расписания
sk_sk: počet dní posunu plánu

source: The number of days to offset the schedule trigger by.
ru_ru: Количество дней для смещения расписания триггера.
sk_sk: Počet dní, o ktoré sa má spúšťač plánu posunúť.

source: schedule is recurring
ru_ru: расписание повторяется
sk_sk: plán sa opakuje

source: If the schedule should be recurring.
ru_ru: Если график должен быть повторяющимся.
sk_sk: Či by sa mal plán opakovať.

source: schedule recurring delay in days
ru_ru: задержка в повторении расписания в днях
sk_sk: oneskorenie opakovania plánu v dňoch

source: The number of days between recurring schedule triggers.
ru_ru: Количество дней между триггерами периодического расписания.

source: schedule date field
ru_ru: поле даты расписания

source: The field to check for a schedule trigger.
ru_ru: Поле для проверки триггера расписания.

source: schedule date custom field
ru_ru: пользовательское поле даты расписания

source: workflow trigger
ru_ru: пусковой механизм автоматизации
sk_sk: spúšťač pracovného postupu

source: workflow triggers
ru_ru: пусковые механизмы автоматизации
sk_sk: spúšťače pracovného postupu

source: email subject
ru_ru: Тема письма
sk_sk: predmet e-mailu

source: The subject of the email, can include some placeholders, see documentation.
ru_ru: Тело (сообщение) письма, может включать некоторые плейсхолдеры, см. документацию.
sk_sk: Predmet e-mailu, môže obsahovať niektoré zástupné znaky, viď dokumentácia.

source: email body
ru_ru: текст письма
sk_sk: telo e-mailu

source: The body (message) of the email, can include some placeholders, see documentation.
ru_ru: Тело (сообщение) письма, может включать некоторые плейсхолдеры, см. документацию.
sk_sk: Telo (správa) e-mailu, môže obsahovať niektoré zástupné znaky, viď dokumentácia.

source: emails to
ru_ru: e-mail-ы для
sk_sk: e-maily komu

source: The destination email addresses, comma separated.
ru_ru: Адреса электронной почты, разделенные запятыми.

source: include document in email
ru_ru: включать документ в email

source: webhook url
ru_ru: URL-адрес вебхука

source: The destination URL for the notification.
ru_ru: URL-адрес куда отправить уведомление

source: use parameters
ru_ru: использовать параметры

source: send as JSON
ru_ru: отправить как JSON

source: webhook parameters
ru_ru: параметры вебхука

source: The parameters to send with the webhook URL if body not used.
ru_ru: Параметры для отправки с URL-адресом вебхука, если тело не используется.

source: webhook body
ru_ru: тело вебхука

source: The body to send with the webhook URL if parameters not used.
ru_ru: Тело для отправки с URL-адресом вебхука, если параметры не используются.

source: webhook headers
ru_ru: HTTP-заголовки вебхука

source: The headers to send with the webhook URL.
ru_ru: HTTP-заголовки для отправки с URL-адресом вебхука.

source: include document in webhook
ru_ru: включить документ в вебхук

source: Assignment
ru_ru: Задание

source: Removal
ru_ru: Удаление

source: Email
ru_ru: Электронная почта

source: Webhook
ru_ru: Вебхук

source: Workflow Action Type
ru_ru: Тип действия автоматизации

source: order
ru_ru: порядок
sk_sk: poradie

source: assign title
ru_ru: присвоить заголовок

source: assign this tag
ru_ru: назначить этот тег
sk_sk: priradiť tento štítok

source: assign this document type
ru_ru: назначить этот тип документа
sk_sk: priradiť tento typ dokumentu

source: assign this correspondent
ru_ru: назначить этого корреспондента
sk_sk: priradiť tohto odosielateľa

source: assign this storage path
ru_ru: назначить этот путь хранения

source: assign this owner
ru_ru: назначить этого владельца

source: grant view permissions to these users
ru_ru: предоставьте права на отображение этим пользователям

source: grant view permissions to these groups
ru_ru: предоставьте права на отображение этим группам

source: grant change permissions to these users
ru_ru: предоставьте права на редактирование этим пользователям

source: grant change permissions to these groups
ru_ru: предоставьте права на редактирование этим группам

source: assign these custom fields
ru_ru: назначьте эти спецполя
sk_sk: priradiť tieto vlastné polia

source: custom field values
ru_ru: значения пользовательского поля

source: Optional values to assign to the custom fields.
ru_ru: Необязательные значения для присвоения пользовательским полям.
sk_sk: Voliteľné hodnoty na priradenie k vlastným poliam.

source: remove these tag(s)
ru_ru: удалить выбранные таг(и)

source: remove all tags
ru_ru: удалить все таги
sk_sk: odstrániť všetky štítky

source: remove these document type(s)
ru_ru: удалить эти тип(ы) документов
sk_sk: odstrániť tieto typy dokumentov

source: remove all document types
ru_ru: удалить все типы документов
sk_sk: odstrániť všetky typy dokumentov

source: remove these correspondent(s)
ru_ru: удалить этого корреспондента(-ов)
sk_sk: odstrániť týchto korešpondentov

source: remove all correspondents
ru_ru: удалить всех корреспондентов
sk_sk: odstrániť všetkých korešpondentov

source: remove these storage path(s)
ru_ru: удалить эти пути хранения
sk_sk: odstrániť tieto cesty k úložisku

source: remove all storage paths
ru_ru: удалить все пути хранения
sk_sk: odstrániť všetky cesty k úložisku

source: remove these owner(s)
ru_ru: удалить этого владельца(-ов)
sk_sk: odstrániť týchto vlastníkov

source: remove all owners
ru_ru: удалить всех владельцев
sk_sk: odstrániť všetkých vlastníkov

source: remove view permissions for these users
ru_ru: удалить разрешения на просмотр для этих пользователей
sk_sk: odstrániť povolenia na zobrazenie pre týchto používateľov

source: remove view permissions for these groups
ru_ru: удалить права просмотра для этих групп
sk_sk: odstrániť povolenia na zobrazenie pre tieto skupiny

source: remove change permissions for these users
ru_ru: удалить права на изменение для этих пользователей
sk_sk: odstrániť povolenia na úpravy pre týchto používateľov

source: remove change permissions for these groups
ru_ru: удалить права на изменение для этих групп
sk_sk: odstrániť povolenia na úpravy pre tieto skupiny

source: remove all permissions
ru_ru: удалить все разрешения
sk_sk: odstrániť všetky povolenia

source: remove these custom fields
ru_ru: удалить эти пользовательские поля
sk_sk: odstrániť tieto vlastné polia

source: remove all custom fields
ru_ru: удалить все пользовательские поля
sk_sk: odstrániť všetky vlastné polia

source: email
ru_ru: электронная почта

source: webhook
ru_ru: вебхук

source: workflow action
ru_ru: действия автоматизации
sk_sk: akcia pracovného postupu
