Repository: paule76/paperless-ngx
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru_ru, sk_sk

source: workflow actions
ru_ru: действия автоматизации
sk_sk: akcie pracovného postupu

source: triggers
ru_ru: пусковые механизмы
sk_sk: spúšťače

source: actions
ru_ru: действия
sk_sk: akcie

source: enabled
ru_ru: включено
sk_sk: povolené

source: workflow
ru_ru: рабочий процесс
sk_sk: pracovný postup

source: workflow trigger type
ru_ru: тип триггера рабочего процесса
sk_sk: typ spúšťača pracovného postupu

source: date run
ru_ru: дата запуска
sk_sk: dátum spustenia

source: workflow run
ru_ru: запуск рабочего процесса
sk_sk: spustenie pracovného postupu

source: workflow runs
ru_ru: запуски рабочего процесса
sk_sk: spustenia pracovných postupov

source: Invalid color.
ru_ru: Неверный цвет.
sk_sk: Neplatná farba.

source: File type %(type)s not supported
ru_ru: Тип файла %(type)s не поддерживается
sk_sk: Typ súboru %(type)s nie je podporovaný

source: Invalid variable detected.
ru_ru: Обнаружена неверная переменная.
sk_sk: Zistená neplatná premenná.

source: Paperless-ngx account inactive
ru_ru: Аккаунт Paperless-ngx неактивен
sk_sk: Účet Paperless-ngx nie je aktívny

source: Account inactive.
ru_ru: Учетная запись отключена
sk_sk: Účet nie je aktívny.

source: This account is inactive.
ru_ru: Эта учётная запись неактивна.
sk_sk: Tento účet nie je aktívny.

source: Return to login
ru_ru: Вернуться ко входу
sk_sk: Vrátiť sa na prihlásenie

source: Hello from %(site_name)s!
ru_ru: Привет от %(site_name)s!
sk_sk: Pozdravujeme z %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
ru_ru: Спасибо за использование %(site_name)s! %(site_domain)s
sk_sk: Ďakujeme, že používate %(site_name)s! %(site_domain)s

source: Paperless-ngx sign in
ru_ru: Войти в Paperless-ngx
sk_sk: Prihlásiť Paperless-ngx

source: Please sign in.
ru_ru: Пожалуйста, войдите.
sk_sk: Prihláste sa, prosím.

source: Don't have an account yet? <a href="%(signup_url)s">Sign up</a>
ru_ru: Еще нет аккаунта? <a href="%(signup_url)s">Зарегистрироваться</a>
sk_sk: Ešte nemáte účet? <a href="%(signup_url)s">Zaregistrujte sa</a>

source: Username
ru_ru: Имя пользователя
sk_sk: Meno používateľa

source: Password
ru_ru: Пароль
sk_sk: Heslo

source: Sign in
ru_ru: Вход
sk_sk: Prihlásiť sa

source: Forgot your password?
ru_ru: Забыли пароль?
sk_sk: Zabudli ste heslo?

source: or sign in via
ru_ru: или войдите в систему через
sk_sk: alebo sa prihláste pomocou

source: Paperless-ngx reset password request
ru_ru: Запрос на сброс пароля Paperless-ngx
sk_sk: Žiadosť o obnovu hesla v Paperless-ngx

source: Enter your email address below, and we'll email instructions for setting a new one.
ru_ru: Введите ваш адрес электронной почты ниже, и мы отправим вам инструкции по установке нового пароля.
sk_sk: Zadajte svoju e-mailovú adresu nižšie a my vám pošleme pokyny na nastavenie nového.

source: An error occurred. Please try again.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.
sk_sk: Nastala chyba. Prosím, skús to znova.

source: Send me instructions!
ru_ru: Отправьте мне инструкции!
sk_sk: Pošlite mi pokyny!

source: Paperless-ngx reset password sent
ru_ru: Пароль сброса Paperless-ngx отправлен
sk_sk: Žiadosť o obnovu hesla do Paperless-ngx bola odoslaná

source: Check your inbox.
ru_ru: Проверьте ваш входящий ящик.
sk_sk: Skontrolujte si vašu poštu.

source: We've emailed you instructions for setting your password. You should receive the email shortly!
ru_ru: Мы отправили вам инструкции по установке нового пароля. Вы должны получить письмо в ближайшее время!
sk_sk: Postup na nastavenie hesla sme vám zaslali e-mailom. Mali by ste ho dostať už o chvíľku!

source: Paperless-ngx reset password confirmation
ru_ru: Подтверждение сброса пароля Paperless-ngx
sk_sk: Potvrdenie obnovenia hesla do Paperless-ngx

source: Set a new password.
ru_ru: Установите новый пароль.
sk_sk: Nastaviť nové heslo.

source: request a new password reset
ru_ru: запрос сброса пароля вновь
sk_sk: požiadať o obnovenie hesla

source: New Password
ru_ru: Новый пароль
sk_sk: Nové heslo

source: Confirm Password
ru_ru: Подтверждение пароля
sk_sk: Potvrdenie hesla

source: Change my password
ru_ru: Сменить пароль
sk_sk: Zmeniť moje heslo

source: Paperless-ngx reset password complete
ru_ru: Сброс пароля Paperless-ngx завершен
sk_sk: Obnovenie hesla do Paperless-ngx bolo dokončené

source: Password reset complete.
ru_ru: Сброс пароля завершен.
sk_sk: Obnovenie hesla bolo dokončené.

source: Your new password has been set. You can now <a href="%(login_url)s">log in</a>
ru_ru: Ваш новый пароль был установлен. Теперь вы можете <a href="%(login_url)s">войти</a>
sk_sk: Vaše nové heslo bolo nastavené. Teraz sa možete <a href="%(login_url)s">prihlásiť</a>

source: Paperless-ngx sign up
ru_ru: Войти в Paperless-ngx
sk_sk: Registrácia do Paperless-ngx

source: Already have an account? <a href="%(login_url)s">Sign in</a>
ru_ru: Уже есть аккаунт? <a href="%(login_url)s">Войти</a>

source: Note: This is the first user account for this installation and will be granted superuser privileges.
ru_ru: Примечание: Это первая учетная запись пользователя для этой установки и будет предоставлены привилегии суперпользователя.

source: Email (optional)
ru_ru: Электронная почта (необязательно)

source: Password (again)
ru_ru: Пароль (ещё раз)

source: Sign up
ru_ru: Зарегистрироваться

source: Paperless-ngx is loading...
ru_ru: Paperless-ngx загружается...
sk_sk: Paperless-ngx sa načítava...

source: Still here?! Hmm, something might be wrong.
ru_ru: Все еще здесь?! Возможно что-то не так.
sk_sk: Ešte stále tu?! Hmm, niečo sa možno prihodilo.

source: Here's a link to the docs.
ru_ru: Вот ссылка на документацию.
sk_sk: Tu je odkaz na dokumentáciu.

source: Paperless-ngx Two-Factor Authentication
ru_ru: Paperless-ngx Двухфакторная аутентификация

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
ru_ru: Ваша учетная запись защищена двухфакторной аутентификацией. Пожалуйста, введите код аутентификации:

source: Code
ru_ru: Код

source: Cancel
ru_ru: Отменить
sk_sk: Zrušiť

source: Share link was not found.
ru_ru: Ссылка для обмена не найдена.

source: Share link has expired.
ru_ru: Срок действия ссылки для обмена истёк.

source: Paperless-ngx social account sign in
ru_ru: Paperless-ngx вход через сторонние сервисы

source: An error occurred while attempting to login via your social network account. Back to the <a href="%(login_url)s">login page</a>
ru_ru: Ошибка при входе в систему через учетную запись стороннего сервиса. Вернуться на <a href="%(login_url)s">страницу входа</a>

source: You are about to connect a new third-party account from %(provider)s.
ru_ru: Вы собираетесь связать аккаунт стороннего сервиса через %(provider)s.

source: Continue
ru_ru: Продолжить

source: Paperless-ngx social account sign up
ru_ru: Paperless-ngx регистрация через сторонний сервис

source: You are about to use your %(provider_name)s account to login.
ru_ru: Вы собираетесь войти через сторонний сервис %(provider_name)s.

source: As a final step, please complete the following form:
ru_ru: На завершение, пожалуйста заполните следующую форму:

source: Unable to parse URI {value}, missing scheme
ru_ru: Не удается распознать URI {value}, отсутствует схема

source: Unable to parse URI {value}, missing net location or path
ru_ru: Не удалось распознать URI {value}, отсутствует сетевое расположение или путь

source: URI scheme '{parts.scheme}' is not allowed. Allowed schemes: {', '.join(allowed_schemes)}
ru_ru: Недопустимая схема URI '{parts.scheme}'. Разрешенные схемы: {', '.join(allowed_schemes)}

source: Unable to parse URI {value}
ru_ru: Невозможно распознать URI {value}

source: skip
ru_ru: пропустить

source: redo
ru_ru: повторить

source: force
ru_ru: заставить

source: never
ru_ru: некогда

source: always
ru_ru: всегда

source: clean
ru_ru: очистить

source: none
ru_ru: никакие

source: Gray
ru_ru: Серый

source: Sets the output PDF type
ru_ru: Определяет тип PDF выходного файла

source: Do OCR from page 1 to this value
ru_ru: Выполните OCR со страницы 1 до этого значения

source: Do OCR using these languages
ru_ru: Выполните OCR для этих языков

source: Sets the OCR mode
ru_ru: Определяет режим OCR

source: Controls the generation of an archive file
ru_ru: Управляет созданием архивного файла

source: Sets image DPI fallback value
ru_ru: Устанавливает обратное значение DPI изображения

source: Controls the unpaper cleaning
ru_ru: Контролирует очистку от бумаги

source: Enables deskew
ru_ru: Активирует коррекцю перекоса

source: Enables page rotation
ru_ru: Активирует поворот страницы

source: Sets the threshold for rotation of pages
ru_ru: Устанавливает порог для поворота страниц

source: Sets the maximum image size for decompression
ru_ru: Устанавливает максимальный размер изображения для распаковки

source: Sets the Ghostscript color conversion strategy
ru_ru: Устанавливает стратегию преобразования цвета Ghostscript

source: Adds additional user arguments for OCRMyPDF
ru_ru: Добавляет дополнительные пользовательские аргументы для OCRMyPDF

source: Application title
ru_ru: Заголовок приложения

source: Application logo
ru_ru: Логотип приложения

source: Enables barcode scanning
ru_ru: Включает сканирование штрих-кода

source: Enables barcode TIFF support
ru_ru: Включает поддержку TIFF штрих-кода

source: Sets the barcode string
ru_ru: Устанавливает строку штрих-кода

source: Retains split pages
ru_ru: Сохраняет разделённые страницы

source: Enables ASN barcode
ru_ru: Включает ASN штрих-код

source: Sets the ASN barcode prefix
ru_ru: Устанавливает префикс ASN штрих-кода

source: Sets the barcode upscale factor
ru_ru: Устанавливает коэффициент масштабирования штрих-кода

source: Sets the barcode DPI
ru_ru: Устанавливает DPI штрих-кода

source: Sets the maximum pages for barcode
ru_ru: Устанавливает максимальное количество страниц для штрих-кода

source: Enables tag barcode
ru_ru: Включает тег-штрих-код

source: Sets the tag barcode mapping
ru_ru: Устанавливает сопоставление тег-штрих-кода

source: paperless application settings
ru_ru: настройки приложения paperless

source: English (US)
ru_ru: Английский (США)
sk_sk: Angličtina (US)

source: Arabic
ru_ru: Арабский
sk_sk: Arabčina

source: Afrikaans
ru_ru: Африкаанс

source: Belarusian
ru_ru: Белорусский
sk_sk: Bieloruština

source: Bulgarian
ru_ru: Болгарский

source: Catalan
ru_ru: Каталонский

source: Czech
ru_ru: Чешский
sk_sk: Čeština

source: Danish
ru_ru: Датский
sk_sk: Dánčina

source: German
ru_ru: Немецкий
sk_sk: Nemčina

source: Greek
ru_ru: Греческий

source: English (GB)
ru_ru: Английский (Великобритании)
sk_sk: Angličtina (GB)

source: Spanish
ru_ru: Испанский
sk_sk: Španielčina

source: Persian
ru_ru: Персидский

source: Finnish
ru_ru: Финский

source: French
ru_ru: Французский
sk_sk: Francúzština

source: Hungarian
ru_ru: Венгерский

source: Italian
ru_ru: Итальянский
sk_sk: Taliančina

source: Japanese
ru_ru: Японский

source: Korean
ru_ru: Корейский

source: Luxembourgish
ru_ru: Люксембургский
sk_sk: Luxemburčina

source: Norwegian
ru_ru: Норвежский

source: Dutch
ru_ru: Датский
sk_sk: Holandčina

source: Polish
ru_ru: Польский
sk_sk: Polština

source: Portuguese (Brazil)
ru_ru: Португальский (Бразилия)
sk_sk: Portugalčina (Brazília)

source: Portuguese
ru_ru: Португальский
sk_sk: Portugalčina

source: Romanian
ru_ru: Румынский
sk_sk: Rumunčina

source: Russian
ru_ru: Русский
sk_sk: Ruština

source: Slovak
ru_ru: Словацкий
sk_sk: Slovenčina

source: Slovenian
ru_ru: Словенский
sk_sk: Slovinčina

source: Serbian
ru_ru: Сербский
sk_sk: Srbčina

source: Swedish
ru_ru: Шведский
sk_sk: Švédčina

source: Turkish
ru_ru: Турецкий
sk_sk: Turečtina

source: Ukrainian
ru_ru: Украинский

source: Vietnamese
ru_ru: Вьетнамский

source: Chinese Simplified
ru_ru: Китайский упрощенный
sk_sk: Čínština (zjednodušená)

source: Chinese Traditional
ru_ru: Китайский (традиционный)

source: Paperless-ngx administration
ru_ru: Администрирование Paperless-ngx
sk_sk: Administrácia Paperless-ngx

source: Authentication
ru_ru: Аутентификация
sk_sk: Autentifikácia

source: Advanced settings
ru_ru: Продвинутые настройки
sk_sk: Pokročilé nastavenia

source: Filter
ru_ru: Фильтр

source: Paperless will only process mails that match ALL of the filters given below.
ru_ru: Paperless будет обрабатывать только те письма, которые соответствуют всем фильтрам, указанным ниже.
sk_sk: Paperless spracuje iba e-maily, ktoré spĺňajú všetky filtre definované nižšie.

source: Actions
ru_ru: Действия
sk_sk: Akcie

source: The action applied to the mail. This action is only performed when the mail body or attachments were consumed from the mail.
ru_ru: Действие, примененное к письму. Это действие выполняется только в том случае, если содержимое или вложения были извлечены из письма.
sk_sk: Akcia aplikovaná na e-mail. Táto akcia sa vykonáva iba v prípade, ak boli z e-mailu spracované jeho obsah alebo prílohy.

source: Metadata
ru_ru: Метаданные
sk_sk: Metadáta

source: Assign metadata to documents consumed from this rule automatically. If you do not assign tags, types or correspondents here, paperless will still process all matching rules that you have defined.
ru_ru: Автоматически назначать метаданные документам, полученным из этого правила. Если вы не назначаете здесь теги, типы или корреспонденты, paperless все равно будут обрабатывать все соответствующие правила, которые вы определили.
sk_sk: Automaticky priradiť metadáta dokumentom, ktoré sú spracovávané na základe tohto pravidla. Ak aj v tomto kroku nepriradíte dokumentom štítky, typy alebo odosielateľov, paperless skontroluje a vykoná všetky definované pravidlá.

source: Paperless mail
ru_ru: Безбумажная почта
sk_sk: Paperless e-mail

source: mail account
ru_ru: почтовый ящик
sk_sk: e-mailový účet

source: mail accounts
ru_ru: Почтовые ящики
sk_sk: e-mailové účty

source: No encryption
ru_ru: Без шифрования
sk_sk: Žiadne šifrovanie

source: Use SSL
ru_ru: Использовать SSL
sk_sk: Použiť SSL

source: Use STARTTLS
ru_ru: Использовать STARTTLS
sk_sk: Použiť STARTTLS

source: IMAP server
ru_ru: Сервер IMAP

source: IMAP port
ru_ru: Порт IMAP

source: This is usually 143 for unencrypted and STARTTLS connections, and 993 for SSL connections.
ru_ru: Обычно это 143 для нешифрованных и STARTTLS соединений и 993 для SSL-соединений.
sk_sk: Zvyčajne 143 pre nešifrované a STARTTLS pripojenia a 993 pre SSL pripojenia.

source: IMAP security
ru_ru: Безопасность IMAP
sk_sk: IMAP zabezpečenie

source: username
ru_ru: Имя пользователя
sk_sk: meno používateľa

source: password
ru_ru: пароль
sk_sk: heslo

source: Is token authentication
ru_ru: Аутентификация по токену

source: character set
ru_ru: Кодировка
sk_sk: znaková sada

source: The character set to use when communicating with the mail server, such as 'UTF-8' or 'US-ASCII'.
ru_ru: Кодировка, используемая при общении с почтовым сервером, например 'UTF-8' или 'US-ASCII'.
sk_sk: Znaková sada využívaná pri komunikácii s e-mailovým serverom, napr. 'UTF-8' alebo 'US-ASCII'.

source: account type
ru_ru: Тип учетной записи

source: refresh token
ru_ru: Refresh-токен

source: The refresh token to use for token authentication e.g. with oauth2.
ru_ru: Refresh-токен, используемый для аутентификации токенов, например oauth2.

source: The expiration date of the refresh token.
ru_ru: Дата окончания действия refresh-токена.

source: mail rule
ru_ru: правило почты
sk_sk: e-mailové pravidlo

source: mail rules
ru_ru: правила почты
sk_sk: e-mailové pravidlá

source: Only process attachments.
ru_ru: Обрабатывать только вложения.
sk_sk: Spracovať iba prílohy.

source: Process full Mail (with embedded attachments in file) as .eml
ru_ru: Обработка всей почты (со вложенными файлами) как .eml
sk_sk: Spracovať celý e-mail (s prílohami vloženými do súboru) ako .eml

source: Process full Mail (with embedded attachments in file) as .eml + process attachments as separate documents
ru_ru: Обработка всей почты (со вложенными файлами) как .eml + обрабатывать вложения как отдельные документы
sk_sk: Spracovať celý e-mail (s prílohami vloženými do súboru) ako .eml + prílohy spracovať ako samostatné dokumenty

source: Process all files, including 'inline' attachments.
ru_ru: Обрабатывать все файлы, включая 'встроенные' вложения.
sk_sk: Spracovať všetky súbory, vrátane 'inline' príloh.

source: System default
ru_ru: Системные по умолчанию
sk_sk: Predvolené systémom

source: Text, then HTML
ru_ru: Текст, затем HTML

source: HTML, then text
ru_ru: HTML, затем текст

source: HTML only
ru_ru: Только HTML

source: Text only
ru_ru: Только текст

source: Delete
ru_ru: Удалить
sk_sk: Vymazať

source: Move to specified folder
ru_ru: Переместить в указанную папку
sk_sk: Presunúť do vybraného priečinka

source: Mark as read, don't process read mails
ru_ru: Пометить как прочитанное, не обрабатывать прочитанные письма
sk_sk: Označiť ako prečítané, nespracovať prečítané e-maily

source: Flag the mail, don't process flagged mails
ru_ru: Пометить почту, не обрабатывать помеченные письма
sk_sk: Označiť e-mail, nespracovať označené e-maily

source: Tag the mail with specified tag, don't process tagged mails
ru_ru: Отметить почту указанной этикеткой, не обрабатывать этикетированные письма
sk_sk: Priradiť e-mailu vybraný štítok, nespracovať e-maily so štítkami

source: Use subject as title
ru_ru: Тема в качестве заголовка
sk_sk: Použiť predmet ako názov

source: Use attachment filename as title
ru_ru: Использовать имя вложенного файла как заголовок
sk_sk: Použiť názov súboru prílohy ako názov

source: Do not assign title from rule
ru_ru: Использовать тему в качестве заголовки

source: Do not assign a correspondent
ru_ru: Не назначать корреспондента
sk_sk: Nepriradiť odosielateľa

source: Use mail address
ru_ru: Использовать email адрес
sk_sk: Použiť e-mailovú adresu

source: Use name (or mail address if not available)
ru_ru: Использовать имя (или адрес электронной почты, если недоступно)
sk_sk: Použiť meno (alebo e-mailovú adresu, ak nie je vyplnené)

source: Use correspondent selected below
ru_ru: Использовать корреспондента, выбранного ниже
sk_sk: Použiť odosielateľa zvoleného nižšie

source: account
ru_ru: Учётная запись
sk_sk: účet

source: folder
ru_ru: каталог
sk_sk: priečinok

source: Subfolders must be separated by a delimiter, often a dot ('.') or slash ('/'), but it varies by mail server.
ru_ru: Подпапки должны быть отделены разделителем, часто точкой ('.') или косой чертой ('/'), но это зависит от почтового сервера.
sk_sk: Podpriečinky musia byť oddelené oddeľovačom, najčastejšie bodkou ('.') alebo lomítkom ('/'), podľa mailového servera.

source: filter from
ru_ru: фильтр по отправителю
sk_sk: filtrovať od

source: filter to
ru_ru: фильтр по
sk_sk: filtrovať do

source: filter subject
ru_ru: фильтр по теме
sk_sk: filtrovať predmet

source: filter body
ru_ru: фильтр по тексту сообщения
sk_sk: filtrovať podľa obsahu

source: filter attachment filename inclusive
ru_ru: фильтр по именю файла вложения (включительно)

source: filter attachment filename exclusive
ru_ru: фильтр по именю файла вложения (исключительно)

source: Do not consume documents which entirely match this filename if specified. Wildcards such as *.pdf or *invoice* are allowed. Case insensitive.
ru_ru: Не используйте документы, полностью совпадающие с этим именем, если оно указано. Допускаются подстановочные знаки, такие как *.pdf или *invoice*. Нечувствительность к регистру.

source: maximum age
ru_ru: Максимальный возраст
sk_sk: maximálny vek

source: Specified in days.
ru_ru: Указывается в днях.
sk_sk: Určené v dňoch.

source: attachment type
ru_ru: Тип вложения
sk_sk: typ prílohy

source: Inline attachments include embedded images, so it's best to combine this option with a filename filter.
ru_ru: Вложенные вложения включая встраиваемые изображения. Лучше совместить эту опцию с фильтром по имени вложения.
sk_sk: 'Inline' prílohy obsahujú vložené obrázky, preto je najvhodnejšie kombinovať túto možnosť s filtrovaním podľa názvu súboru.

source: consumption scope
ru_ru: объем обработки
sk_sk: rozsah spracovania

source: pdf layout
ru_ru: макет pdf

source: action
ru_ru: действие
sk_sk: akcia

source: action parameter
ru_ru: параметр действия
sk_sk: parameter akcie

source: Additional parameter for the action selected above, i.e., the target folder of the move to folder action. Subfolders must be separated by dots.
ru_ru: Дополнительный параметр для указанного выше действия, то есть целевая папка операции перемещения в папку. Вложенные папки должны быть разделены точками.
sk_sk: Prídavný parameter akcie vybranej vyššie, konkrétne cieľový priečinok akcie presunutia priečinku. Podpriečinky musia byť oddelené bodkami.

source: assign title from
ru_ru: назначить заголовок из
sk_sk: priradiť názov podľa

source: assign correspondent from
ru_ru: назначить корреспондента из
sk_sk: priradiť odosielateľa podľa

source: Assign the rule owner to documents
ru_ru: Назначить документам правилавладелеца

source: subject
ru_ru: тема
sk_sk: predmet

source: received
ru_ru: получено
sk_sk: doručené

source: processed
ru_ru: обработано
sk_sk: spracované

source: status
ru_ru: статус
sk_sk: stav

source: error
ru_ru: ошибка
sk_sk: chyba
